Repository: linyusenzz/HDRImageViewer
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, uk_ua, zh_cn

# BatchExportTitle
source: Batch Export
de_de: Stapelexport
es_es: Exportación por lotes
fr_fr: Exportation par lots
it_it: Esportazione batch
ja_jp: 一括エクスポート
ko_kr: 일괄 내보내기
pl_pl: Eksport wsadowy
pt_br: Exportação em lote
ru_ru: Пакетный экспорт
uk_ua: Пакетний експорт
zh_cn: 批量导出

# BatchExportPendingImages.Text
source: Images to export
de_de: Zu exportierende Bilder
es_es: Imágenes para exportar
fr_fr: Images à exporter
it_it: Immagini da esportare
ja_jp: エクスポート対象の画像
ko_kr: 내보낼 이미지
pl_pl: Obrazy do wyeksportowania
pt_br: Imagens para exportar
ru_ru: Изображения для экспорта
uk_ua: Зображення для експорту
zh_cn: 待导出图片

# BatchExportFileCountNone
source: No images added yet
de_de: Noch keine Bilder hinzugefügt
es_es: Aún no se han añadido imágenes
fr_fr: Aucune image ajoutée
it_it: Nessuna immagine ancora aggiunta
ja_jp: 画像がまだ追加されていません
ko_kr: 아직 추가된 이미지가 없습니다
pl_pl: Nie dodano jeszcze obrazów
pt_br: Nenhuma imagem adicionada ainda
ru_ru: Изображения пока не добавлены
uk_ua: Зображення ще не додано
zh_cn: 尚未添加图片

# BatchExportFileCountFormat
source: {0} images
de_de: {0} Bilder
es_es: {0} imágenes
it_it: {0} immagini
ja_jp: {0} 枚の画像
ko_kr: {0}개의 이미지
pl_pl: Liczba obrazów: {0}
pt_br: {0} imagens
ru_ru: Изображений: {0}
uk_ua: Зображень: {0}
zh_cn: {0} 张图片

# BatchExportAdd.Text
source: Add
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
pl_pl: Dodaj
pt_br: Adicionar
ru_ru: Добавить
uk_ua: Додати
zh_cn: 添加

# BatchExportAddToolTip
source: Add images
de_de: Bilder hinzufügen
es_es: Añadir imágenes
fr_fr: Ajouter des images
it_it: Aggiungi immagini
ja_jp: 画像を追加
ko_kr: 이미지 추가
pl_pl: Dodaj obrazy
pt_br: Adicionar imagens
ru_ru: Добавить изображения
uk_ua: Додати зображення
zh_cn: 添加图片

# BatchExportRemoveToolTip
source: Remove selected
de_de: Ausgewählte entfernen
es_es: Eliminar seleccionados
fr_fr: Supprimer la sélection
it_it: Rimuovi selezionati
ja_jp: 選択項目を削除
ko_kr: 선택 항목 제거
pl_pl: Usuń zaznaczone
pt_br: Remover selecionados
ru_ru: Удалить выбранные
uk_ua: Видалити вибрані
zh_cn: 移除选中项

# BatchExportClearToolTip
source: Clear queue
de_de: Warteschlange leeren
es_es: Vaciar cola
fr_fr: Vider la file d'attente
it_it: Svuota coda
ja_jp: キューをクリア
ko_kr: 대기열 지우기
pl_pl: Wyczyść kolejkę
pt_br: Limpar fila
ru_ru: Очистить очередь
uk_ua: Очистити чергу
zh_cn: 清空队列

# BatchExportQueueList
source: Export queue
de_de: Export-Warteschlange
es_es: Cola de exportación
fr_fr: File d'attente d'exportation
it_it: Coda di esportazione
ja_jp: エクスポートキュー
ko_kr: 내보내기 대기열
pl_pl: Kolejka eksportu
pt_br: Fila de exportação
ru_ru: Очередь экспорта
uk_ua: Черга експорту
zh_cn: 导出队列

# BatchExportEmptyTitle.Text
source: Start with some images
de_de: Beginnen Sie mit einigen Bildern
es_es: Comience con algunas imágenes
fr_fr: Commencez par ajouter des images
it_it: Inizia con alcune immagini
ja_jp: 画像を追加して開始
ko_kr: 이미지를 추가하여 시작하세요
pl_pl: Zacznij od dodania obrazów
pt_br: Comece com algumas imagens
ru_ru: Начните с добавления изображений
uk_ua: Почніть із додавання зображень
zh_cn: 从几张图片开始

# BatchExportEmptySubtitle.Text
source: Click Add to select multiple images at once
de_de: Klicken Sie auf Hinzufügen, um mehrere Bilder auszuwählen
es_es: Haga clic en Añadir para seleccionar varias imágenes a la vez
fr_fr: Cliquez sur Ajouter pour sélectionner plusieurs images à la fois
it_it: Fai clic su Aggiungi per selezionare più immagini contemporaneamente
ja_jp: 「追加」をクリックして、複数の画像を一度に選択できます
ko_kr: 추가를 클릭하여 한 번에 여러 이미지를 선택하세요
pl_pl: Kliknij Dodaj, aby wybrać wiele obrazów naraz
pt_br: Clique em Adicionar para selecionar várias imagens de uma vez
ru_ru: Нажмите «Добавить», чтобы выбрать сразу несколько файлов
uk_ua: Натисніть «Додати», щоб вибрати кілька файлів одночасно
zh_cn: 点击添加，可一次选择多张图片

# BatchExportSettings.Text
source: Export settings
de_de: Exporteinstellungen
es_es: Ajustes de exportación
fr_fr: Paramètres d'exportation
it_it: Impostazioni di esportazione
ja_jp: エクスポート設定
ko_kr: 내보내기 설정
pl_pl: Ustawienia eksportu
pt_br: Configurações de exportação
ru_ru: Параметры экспорта
uk_ua: Параметри експорту
zh_cn: 导出设置

# BatchExportFormat.Header
source: Format
es_es: Formato
it_it: Formato
ja_jp: 形式
ko_kr: 형식
pt_br: Formato
ru_ru: Формат
uk_ua: Формат
zh_cn: 格式

# BatchFormatSdrJpeg
source: JPEG · SDR preview
de_de: JPEG · SDR-Vorschau
es_es: JPEG · Vista previa SDR
fr_fr: JPEG · Aperçu SDR
it_it: JPEG · Anteprima SDR
ja_jp: JPEG · SDR プレビュー
ko_kr: JPEG · SDR 미리보기
pl_pl: JPEG · Podgląd SDR
pt_br: JPEG · Prévia SDR
ru_ru: JPEG · SDR предпросмотр
uk_ua: JPEG · SDR перегляд
zh_cn: JPEG · SDR 预览

# BatchFormatSdrPng
source: PNG · SDR preview
de_de: PNG · SDR-Vorschau
es_es: PNG · Vista previa SDR
fr_fr: PNG · Aperçu SDR
it_it: PNG · Anteprima SDR
ja_jp: PNG · SDR プレビュー
ko_kr: PNG · SDR 미리보기
pl_pl: PNG · Podgląd SDR
pt_br: PNG · Prévia SDR
ru_ru: PNG · SDR предпросмотр
uk_ua: PNG · SDR перегляд
zh_cn: PNG · SDR 预览

# BatchFormatGainMapJpeg
source: JPEG · Ultra HDR Gain Map
ja_jp: JPEG · Ultra HDR ゲインマップ
ko_kr: JPEG · Ultra HDR 게인 맵
zh_cn: JPEG · Ultra HDR 增益图

# BatchFormatHdrTiff
source: TIFF · Floating point HDR
de_de: TIFF · Fließkomma-HDR
es_es: TIFF · HDR de punto flotante
fr_fr: TIFF · HDR à virgule flottante
it_it: TIFF · HDR a virgola mobile
ja_jp: TIFF · 浮動小数点 HDR
ko_kr: TIFF · 부동 소수점 HDR
pl_pl: TIFF · Zmiennoprzecinkowy HDR
pt_br: TIFF · HDR de ponto flutuante
ru_ru: TIFF · HDR с плавающей точкой
uk_ua: TIFF · HDR з плаваючою комою
zh_cn: TIFF · 浮点 HDR

# BatchFormatOriginal
source: Keep original format
de_de: Originalformat beibehalten
es_es: Mantener formato original
fr_fr: Conserver le format d'origine
it_it: Mantieni formato originale
ja_jp: 元の形式を維持
ko_kr: 원본 형식 유지
pl_pl: Zachowaj oryginalny format
pt_br: Manter formato original
ru_ru: Сохранить исходный формат
uk_ua: Зберегти вихідний формат
zh_cn: 保留原格式

# BatchFormatNoteSdr
source: Suitable for sharing. HDR will be converted to SDR.
de_de: Geeignet zum Teilen. HDR wird in SDR konvertiert.
es_es: Ideal para compartir. HDR se convertirá a SDR.
fr_fr: Idéal pour le partage. Le HDR sera converti en SDR.
it_it: Adatto alla condivisione. HDR verrà convertito in SDR.
ja_jp: 共有に適しています。HDR は SDR に変換されます。
ko_kr: 공유에 적합합니다. HDR이 SDR로 변환됩니다.
pl_pl: Odpowiedni do udostępniania. HDR zostanie przekonwertowany na SDR.
pt_br: Ideal para compartilhamento. O HDR será convertido em SDR.
ru_ru: Подходит для отправки. HDR будет преобразован в SDR.
uk_ua: Підходить для надсилання. HDR буде перетворено на SDR.
zh_cn: 适合分享。HDR 将转换为 SDR。

# BatchFormatNoteGainMap
source: Compatible with SDR viewers while preserving HDR gain map.
de_de: Kompatibel mit SDR-Anzeige bei gleichzeitigem Erhalt der HDR-Gain-Map.
es_es: Compatible con visualización SDR mientras conserva el mapa de ganancia HDR.
fr_fr: Compatible avec l'affichage SDR tout en conservant le gain map HDR.
it_it: Compatibile con la visualizzazione SDR preservando la gain map HDR.
ja_jp: SDR 表示に対応しつつ、HDR ゲインマップも保持します。
ko_kr: SDR 보기와 호환되며 HDR 게인 맵을 유지합니다.
pl_pl: Zgodny z przeglądarkami SDR z zachowaniem mapy wzmocnienia HDR.
pt_br: Compatível com exibição em SDR mantendo o gain map HDR.
ru_ru: Совместим с просмотром в SDR, сохраняя карту усиления HDR.
uk_ua: Сумісний із переглядом у SDR, зберігаючи карту посилення HDR.
zh_cn: 兼容 SDR 查看，同时保留 HDR 增益图。

# BatchFormatNotePq
source: 16-bit PQ, BT.2020 color.
de_de: 16-Bit PQ, BT.2020 Farbraum.
es_es: PQ de 16 bits, color BT.2020.
fr_fr: PQ 16 bits, couleurs BT.2020.
it_it: PQ a 16 bit, colore BT.2020.
ja_jp: 16 ビット PQ、BT.2020 カラー。
ko_kr: 16비트 PQ, BT.2020 색상.
pl_pl: 16-bitowy PQ, kolory BT.2020.
pt_br: PQ de 16 bits, cor BT.2020.
ru_ru: 16-битный PQ, цвет BT.2020.
uk_ua: 16-бітний PQ, колір BT.2020.
zh_cn: 16 位 PQ，BT.2020 色彩。

# BatchFormatNoteHlg
source: 16-bit HLG, BT.2020 color.
de_de: 16-Bit HLG, BT.2020 Farbraum.
es_es: HLG de 16 bits, color BT.2020.
fr_fr: HLG 16 bits, couleurs BT.2020.
it_it: HLG a 16 bit, colore BT.2020.
ja_jp: 16 ビット HLG、BT.2020 カラー。
ko_kr: 16비트 HLG, BT.2020 색상.
pl_pl: 16-bitowy HLG, kolory BT.2020.
pt_br: HLG de 16 bits, cor BT.2020.
ru_ru: 16-битный HLG, цвет BT.2020.
uk_ua: 16-бітний HLG, колір BT.2020.
zh_cn: 16 位 HLG，BT.2020 色彩。

# BatchFormatNoteFloat
source: Preserves linear floating-point data, ideal for post-processing.
de_de: Erhält lineare Fließkommadaten, ideal für die Nachbearbeitung.
es_es: Conserva datos lineales de punto flotante, ideal para posprocesamiento.
fr_fr: Préserve les données linéaires à virgule flottante, idéal pour la post-production.
it_it: Preserva dati lineari a virgola mobile, ideale per la post-produzione.
ja_jp: リニア浮動小数点データを保持し、ポストプロセスに適しています。
ko_kr: 선형 부동 소수점 데이터를 보존하여 후처리에 적합합니다.
pl_pl: Zachowuje liniowe dane zmiennoprzecinkowe, idealne do postprodukcji.
pt_br: Preserva dados lineares de ponto flutuante, ideal para pós-processamento.
ru_ru: Сохраняет линейные данные с плавающей точкой для постобработки.
uk_ua: Зберігає лінійні дані з плаваючою комою для постобробки.
zh_cn: 保留线性浮点数据，适合后期处理。

# BatchFormatNoteOriginal
source: Copies full original file without re-encoding.
de_de: Kopiert vollständige Originaldatei ohne Neucodierung.
es_es: Copia el archivo original completo sin recodificar.
fr_fr: Copie le fichier source complet sans réencodage.
it_it: Copia il file originale completo senza ricodifica.
ja_jp: 再エンコードを行わず、元のファイルをそのままコピーします。
ko_kr: 재인코딩 없이 원본 파일 전체를 복사합니다.
pl_pl: Kopiuje cały oryginalny plik bez ponownego kodowania.
pt_br: Copia o arquivo original completo sem recodificar.
ru_ru: Копирует исходный файл целиком без перекодирования.
uk_ua: Копіює вихідний файл повністю без перекодування.
zh_cn: 复制完整原文件，不重新编码。

# BatchExportSaveTo.Text
source: Save to
de_de: Speichern unter
es_es: Guardar en
fr_fr: Enregistrer dans
it_it: Salva in
ja_jp: 保存先
ko_kr: 저장 위치
pl_pl: Zapisz w
pt_br: Salvar em
ru_ru: Сохранить в
uk_ua: Зберегти до
zh_cn: 保存到

# BatchExportSelectFolder.Text
source: Select folder
de_de: Ordner auswählen
es_es: Seleccionar carpeta
fr_fr: Sélectionner un dossier
it_it: Seleziona cartella
ja_jp: フォルダーの選択
ko_kr: 폴더 선택
pl_pl: Wybierz folder
pt_br: Selecionar pasta
ru_ru: Выбрать папку
uk_ua: Вибрати папку
zh_cn: 选择文件夹

# BatchExportNaming.Text
source: File naming
de_de: Dateibenennung
es_es: Nomenclatura de archivos
fr_fr: Nommage des fichiers
it_it: Denominazione file
ja_jp: ファイル名規則
ko_kr: 파일 이름 지정
pl_pl: Nazewnictwo plików
pt_br: Nomenclatura de arquivos
ru_ru: Именование файлов
uk_ua: Іменування файлів
zh_cn: 文件命名

# BatchExportNamingTip.Text
source: Automatically appends numbers on conflict; will not overwrite originals.
de_de: Automatische Nummerierung bei Namenskonflikten, kein Überschreiben des Originals.
es_es: Numeración automática en caso de duplicados, sin sobrescribir el original.
fr_fr: Numérotation automatique en cas de doublon sans écraser le fichier source.
it_it: Numerazione automatica in caso di conflitti, non sovrascrive l'originale.
ja_jp: 同名ファイルがある場合は自動で連番を付与し、上書きしません。
ko_kr: 중복 시 자동으로 번호를 추가하며 원본을 덮어쓰지 않습니다.
pl_pl: Automatycznie numeruje przy konfliktach nazw, nie zastępując oryginałów.
pt_br: Numeração automática em caso de conflitos, sem sobrescrever o original.
ru_ru: Автоматически нумерует при совпадении имен, не перезаписывая исходные файлы.
uk_ua: Автоматично нумерує при збігу імен, не перезаписуючи вихідні файли.
zh_cn: 重名时自动编号，不覆盖原图。

# BatchExportHelpButton.Content
source: Export notes
de_de: Export-Hinweise
es_es: Notas de exportación
fr_fr: Notes d'exportation
it_it: Note di esportazione
ja_jp: エクスポートに関する説明
ko_kr: 내보내기 설명
pl_pl: Uwagi do eksportu
pt_br: Notas de exportação
ru_ru: Справка об экспорте
uk_ua: Довідка про експорт
zh_cn: 导出说明

# BatchExportHelpContent.Text
source: Tasks run sequentially; failures will not halt remaining items. Closing the window cancels remaining tasks. SDR uses fixed tone mapping independent of viewer exposure and does not retain EXIF or companion video clips.
de_de: Aufgaben laufen nacheinander; Fehler stoppen verbleibende Elemente nicht. Das Schließen des Fensters bricht verbleibende Aufgaben ab. SDR verwendet festes Tone-Mapping unabhängig von Belichtungseinstellungen.
es_es: Las tareas se ejecutan por orden; los errores no detienen el resto. Cerrar la ventana cancela las tareas restantes. SDR usa mapeo tonal fijo y no conserva EXIF ni clips de vídeo.
fr_fr: Les tâches s'exécutent séquentiellement ; les échecs n'arrêtent pas la suite. Fermer la fenêtre annule les tâches restantes. Le SDR utilise un mappage tonal fixe sans conserver les métadonnées EXIF ou vidéo.
it_it: Le attività vengono eseguite in sequenza; gli errori non interrompono gli altri elementi. Chiudere la finestra annulla le attività residue. SDR usa mappatura tonale fissa senza conservare EXIF o video.
ja_jp: タスクは1枚ずつ順次実行され、失敗しても続行します。ウィンドウを閉じると残りのタスクはキャンセルされます。SDR は固定トーンマッピングを使用し、EXIF や動画クリップは保持されません。
ko_kr: 작업은 순차적으로 실행되며 실패해도 계속 진행됩니다. 창을 닫으면 나머지 작업이 취소됩니다. SDR은 고정 톤 매핑을 사용하며 EXIF나 동영상 클립은 보존되지 않습니다.
pl_pl: Zadania są wykonywane po kolei; błędy nie zatrzymują kolejnych elementów. Zamknięcie okna anuluje pozostałe zadania. SDR używa stałego mapowania tonów i nie zachowuje EXIF ani wideo.
pt_br: As tarefas rodam sequencialmente; falhas não interrompem o restante. Fechar a janela cancela o resto. SDR usa mapeamento tonal fixo e não preserva EXIF ou clipes de vídeo.
ru_ru: Задачи выполняются поочередно; ошибки не прерывают оставшиеся элементы. Закрытие окна отменяет оставшиеся задачи. SDR использует фиксированное тональное отображение независимо от экспозиции и не сохраняет EXIF или видеоклипы.
uk_ua: Завдання виконуються послідовно; помилки не переривають чергу. Закриття вікна скасовує решту завдань. SDR використовує фіксоване тональне відображення і не зберігає EXIF чи відеокліпи.
zh_cn: 任务逐张执行，失败后继续。关闭窗口会取消剩余任务。SDR 使用固定色调映射，不跟随查看器曝光，也不保留 EXIF 和动态片段。

# BatchExportReady
source: Ready
de_de: Bereit
es_es: Listo
fr_fr: Prêt
it_it: Pronto
ja_jp: 準備完了
ko_kr: 준비됨
pl_pl: Gotowe
pt_br: Pronto
ru_ru: Готово
uk_ua: Готово
zh_cn: 准备就绪

# BatchExportSelectFolderPrompt
source: Please select an output folder first.
de_de: Bitte wählen Sie zuerst einen Ausgabeordner.
es_es: Seleccione primero una carpeta de salida.
fr_fr: Veuillez d'abord sélectionner un dossier de sortie.
it_it: Seleziona prima una cartella di destinazione.
ja_jp: 先に出力フォルダーを選択してください。
ko_kr: 먼저 출력 폴더를 선택하세요.
pl_pl: Najpierw wybierz folder wyjściowy.
pt_br: Selecione primeiro uma pasta de saída.
ru_ru: Сначала выберите папку для сохранения.
uk_ua: Спочатку виберіть папку для збереження.
zh_cn: 请先选择输出文件夹。

# BatchExportRetry.Content
source: Retry incomplete
de_de: Unvollständige wiederholen
es_es: Reintentar incompletos
fr_fr: Réessayer les éléments incomplets
it_it: Riprova non completati
ja_jp: 未完了の項目を再試行
ko_kr: 미완료 항목 다시 시도
pl_pl: Ponów nieukończone
pt_br: Tentar novamente incompletos
ru_ru: Повторить незавершённые
uk_ua: Повторити незавершені
zh_cn: 重试未完成

# BatchExportCancel.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
uk_ua: Скасувати
zh_cn: 取消

# BatchExportStart.Content
source: Start export
de_de: Export starten
es_es: Iniciar exportación
fr_fr: Démarrer l'exportation
it_it: Avvia esportazione
ja_jp: エクスポートを開始
ko_kr: 내보내기 시작
pl_pl: Rozpocznij eksport
pt_br: Iniciar exportação
ru_ru: Начать экспорт
uk_ua: Почати експорт
zh_cn: 开始导出

# BatchExportProgressFormat
source: Completed {0} of {1}
de_de: Fertig {0} von {1}
es_es: Completado {0} de {1}
fr_fr: Terminé {0} sur {1}
it_it: Completato {0} di {1}
ja_jp: {0} / {1} 完了
ko_kr: {0} / {1} 완료
pl_pl: Ukończono {0} z {1}
pt_br: Concluído {0} de {1}
ru_ru: Выполнено {0} из {1}
uk_ua: Виконано {0} з {1}
zh_cn: 完成 {0} / {1}

# BatchExportFailedSuffix
source: · {0} failed
de_de: · {0} fehlgeschlagen
es_es: · {0} fallidos
fr_fr: · {0} en échec
it_it: · {0} non riusciti
ja_jp: · {0} 件失敗
ko_kr: · {0}개 실패
pl_pl: · {0} nieudanych
pt_br: · {0} falhou
ru_ru: · {0} с ошибкой
uk_ua: · {0} з помилкою
zh_cn: · {0} 项失败

# BatchExportCanceledSuffix
source: · {0} canceled
de_de: · {0} abgebrochen
es_es: · {0} cancelados
fr_fr: · {0} annulés
it_it: · {0} annullati
ja_jp: · {0} 件キャンセル
ko_kr: · {0}개 취소됨
pl_pl: · {0} anulowanych
pt_br: · {0} cancelado
ru_ru: · {0} отменено
uk_ua: · {0} скасовано
zh_cn: · {0} 项取消

# BatchStateWaiting
source: Waiting
de_de: Warten
es_es: Esperando
fr_fr: En attente
it_it: In attesa
ja_jp: 待機中
ko_kr: 대기 중
pl_pl: Oczekiwanie
pt_br: Aguardando
ru_ru: Ожидание
uk_ua: Очікування
zh_cn: 等待

# BatchStateRunning
source: Exporting
de_de: Exportiert...
es_es: Exportando...
fr_fr: Exportation...
it_it: Esportazione...
ja_jp: エクスポート中
ko_kr: 내보내는 중
pl_pl: Eksportowanie...
pt_br: Exportando...
ru_ru: Экспорт...
uk_ua: Експорт...
zh_cn: 导出中

# BatchStateCompleted
source: Completed
de_de: Abgeschlossen
es_es: Completado
fr_fr: Terminé
it_it: Completato
ja_jp: 完了
ko_kr: 완료됨
pl_pl: Ukończono
pt_br: Concluído
ru_ru: Завершено
uk_ua: Завершено
zh_cn: 已完成

# BatchStateFailed
source: Failed
de_de: Fehlgeschlagen
es_es: Error
fr_fr: Échec
it_it: Non riuscito
ja_jp: 失敗
ko_kr: 실패
pl_pl: Niepowodzenie
pt_br: Falha
ru_ru: Ошибка
uk_ua: Помилка
zh_cn: 失败

# BatchStateCanceled
source: Canceled
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
it_it: Annullato
ja_jp: キャンセル
ko_kr: 취소됨
pl_pl: Anulowano
pt_br: Cancelado
ru_ru: Отменено
uk_ua: Скасовано
zh_cn: 已取消

# ExportOverlayTitle.Text
source: Exporting
de_de: Wird exportiert
es_es: Exportando
fr_fr: Exportation en cours
it_it: Esportazione in corso
ja_jp: エクスポート中
ko_kr: 내보내는 중
pl_pl: Eksportowanie
pt_br: Exportando
ru_ru: Выполняется экспорт
uk_ua: Виконується експорт
zh_cn: 正在导出

# ExportOverlayPreparing.Text
source: Preparing files
de_de: Dateien werden vorbereitet
es_es: Preparando archivos
fr_fr: Préparation des fichiers
it_it: Preparazione dei file
ja_jp: ファイルを準備中
ko_kr: 파일 준비 중
pl_pl: Przygotowywanie plików
pt_br: Preparando arquivos
ru_ru: Подготовка файлов
uk_ua: Підготовка файлів
zh_cn: 正在准备文件

# ExportOverlayCancel.Content
source: Cancel export
de_de: Export abbrechen
es_es: Cancelar exportación
fr_fr: Annuler l'exportation
it_it: Annulla esportazione
ja_jp: エクスポートをキャンセル
ko_kr: 내보내기 취소
pl_pl: Anuluj eksport
pt_br: Cancelar exportação
ru_ru: Отменить экспорт
uk_ua: Скасувати експорт
zh_cn: 取消导出

# DeleteDialogTitleFormat
source: Delete "{0}"?
de_de: „{0}“ löschen?
es_es: ¿Eliminar "{0}"?
fr_fr: Supprimer « {0} » ?
it_it: Eliminare "{0}"?
ja_jp: 「{0}」を削除しますか？
ko_kr: "{0}"을(를) 삭제하시겠습니까?
pl_pl: Usunąć „{0}”?
pt_br: Excluir "{0}"?
ru_ru: Удалить «{0}»?
uk_ua: Видалити «{0}»?
zh_cn: 删除“{0}”？

# DeleteDialogContent.Text
source: This file will be moved to the Recycle Bin.
de_de: Diese Datei wird in den Papierkorb verschoben.
es_es: Este archivo se moverá a la papelera de reciclaje.
fr_fr: Ce fichier sera déplacé vers la corbeille.
it_it: Questo file verrà spostato nel Cestino.
ja_jp: このファイルはごみ箱に移動されます。
ko_kr: 이 파일은 휴지통으로 이동됩니다.
pl_pl: Ten plik zostanie przeniesiony do Kosza.
pt_br: Este arquivo será movido para a Lixeira.
ru_ru: Этот файл будет перемещен в корзину.
uk_ua: Цей файл буде переміщено до кошика.
zh_cn: 此文件将被移到回收站。

# DeleteDialogConfirm
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
uk_ua: Видалити
zh_cn: 删除

# DeleteDialogCancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
uk_ua: Скасувати
zh_cn: 取消

# DialogOk
source: OK
es_es: Aceptar
ko_kr: 확인
ru_ru: ОК
uk_ua: ОК
zh_cn: 确定

# DialogCannotSaveCropTitle
source: Cannot save cropped image
de_de: Zugeschnittenes Bild konnte nicht gespeichert werden
es_es: No se puede guardar la imagen recortada
fr_fr: Impossible d'enregistrer l'image rognée
it_it: Impossibile salvare l'immagine ritagliata
ja_jp: トリミング画像を保存できません
ko_kr: 자른 이미지를 저장할 수 없습니다
pl_pl: Nie można zapisać przyciętego obrazu
pt_br: Não foi possível salvar a imagem recortada
ru_ru: Не удалось сохранить обрезанное изображение
uk_ua: Не вдалося зберегти обітнуте зображення
zh_cn: 无法保存裁切图片

# StatusMovedToRecycleBinFormat
source: Moved {0} to the Recycle Bin
de_de: {0} in den Papierkorb verschoben
es_es: Se ha movido {0} a la papelera
fr_fr: {0} déplacé vers la corbeille
it_it: {0} spostato nel Cestino
ja_jp: {0} をごみ箱に移動しました
ko_kr: {0}을(를) 휴지통으로 이동했습니다
pl_pl: Przeniesiono {0} do Kosza
pt_br: {0} movido para a Lixeira
ru_ru: Файл {0} перемещен в корзину
uk_ua: Файл {0} переміщено до кошика
zh_cn: 已将 {0} 移到回收站

# StatusDeleteFailedFormat
source: Delete failed: {0}: {1}
de_de: Löschen fehlgeschlagen: {0}: {1}
es_es: Error al eliminar: {0}: {1}
fr_fr: Échec de la suppression : {0} : {1}
it_it: Eliminazione non riuscita: {0}: {1}
ja_jp: 削除に失敗しました: {0}: {1}
ko_kr: 삭제 실패: {0}: {1}
pl_pl: Błąd usuwania: {0}: {1}
pt_br: Falha ao excluir: {0}: {1}
ru_ru: Ошибка удаления: {0}: {1}
uk_ua: Помилка видалення: {0}: {1}
zh_cn: 删除失败: {0}: {1}

# StatusSaveAsNoExtension
source: Save as failed: original file has no extension
de_de: Speichern fehlgeschlagen: Originaldatei hat keine Dateiendung
es_es: Error al guardar como: el archivo original no tiene extensión
fr_fr: Échec de l'enregistrement : le fichier source n'a pas d'extension
it_it: Salvataggio non riuscito: il file originale non ha estensione
ja_jp: 保存に失敗しました: 元のファイルに拡張子がありません
ko_kr: 다른 이름으로 저장 실패: 원본 파일에 확장자가 없습니다
pl_pl: Błąd zapisu jako: oryginalny plik nie ma rozszerzenia
pt_br: Falha ao salvar como: o arquivo original não possui extensão
ru_ru: Ошибка сохранения: у исходного файла нет расширения
uk_ua: Помилка збереження: вихідний файл не має розширення
zh_cn: 另存为失败: 原文件没有扩展名

# StatusSaveAsSameFile
source: Save as canceled: target is the same as source
de_de: Speichern abgebrochen: Zieldatei ist identisch mit Quelldatei
es_es: Guardar como cancelado: el destino es igual al original
fr_fr: Enregistrement annulé : la destination est identique au fichier source
it_it: Salvataggio annullato: la destinazione coincide con l'origine
ja_jp: 保存がキャンセルされました: 保存先が元のファイルと同じです
ko_kr: 다른 이름으로 저장 취소됨: 대상이 원본과 동일합니다
pl_pl: Zapis jako anulowany: plik docelowy jest taki sam jak źródłowy
pt_br: Salvar como cancelado: o destino é igual ao original
ru_ru: Сохранение отменено: целевой файл совпадает с исходным
uk_ua: Збереження скасовано: цільовий файл збігається з вихідним
zh_cn: 另存为已取消: 目标与原文件相同

# StatusSaveAsOriginalFormat
source: Saved in original format: {0}
de_de: Im Originalformat gespeichert: {0}
es_es: Guardado en formato original: {0}
fr_fr: Enregistré au format d'origine : {0}
it_it: Salvato nel formato originale: {0}
ja_jp: 元の形式で保存しました: {0}
ko_kr: 원본 형식으로 저장됨: {0}
pl_pl: Zapisano w oryginalnym formacie: {0}
pt_br: Salvo no formato original: {0}
ru_ru: Сохранено в исходном формате: {0}
uk_ua: Збережено у вихідному форматі: {0}
zh_cn: 已另存为原始格式: {0}

# StatusSaveAsCancelled
source: Export canceled; destination file was not modified.
de_de: Export abgebrochen; Zieldatei wurde nicht geändert.
es_es: Exportación cancelada; el archivo de destino no cambió.
fr_fr: Exportation annulée ; le fichier cible n'a pas été modifié.
it_it: Esportazione annullata; il file di destinazione non è stato modificato.
ja_jp: エクスポートがキャンセルされました。保存先ファイルは変更されていません。
ko_kr: 내보내기가 취소되었습니다. 대상 파일이 변경되지 않았습니다.
pl_pl: Eksport anulowany; plik docelowy nie został zmieniony.
pt_br: Exportação cancelada; o arquivo de destino não foi alterado.
ru_ru: Экспорт отменен, целевой файл не изменился.
uk_ua: Експорт скасовано, цільовий файл не змінено.
zh_cn: 已取消导出，目标文件未更改。
